export default {
  projections: {
    ЗагрФайлаE: {
      путьФайла: {
        __caption__: 'Путь файла'
      },
      эксФайлы: {
        __caption__: '',
        имя: {
          __caption__: ''
        },
        дата: {
          __caption__: ''
        },
        репозиторий: {
          __caption__: ''
        }
      }
    },
    ЗагрФайлаL: {
      путьФайла: {
        __caption__: 'Путь файла'
      },
      эксФайлы: {
        __caption__: '',
        дата: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        репозиторий: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    путьФайла: {
      __caption__: 'Путь файла'
    },
    эксФайлы: {
      __caption__: 'эксФайлы'
    }
  }
};
