export default {
  projections: {
    КонверФайлыE: {
      репозиторий: {
        __caption__: 'Репозиторий'
      },
      выгрФайла: {
        __caption__: '',
        имяФайла: {
          __caption__: ''
        }
      }
    },
    КонверФайлыL: {
      репозиторий: {
        __caption__: 'Репозиторий'
      },
      выгрФайла: {
        __caption__: '',
        имяФайла: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    репозиторий: {
      __caption__: 'Репозиторий'
    },
    выгрФайла: {
      __caption__: 'выгрФайла'
    }
  }
};
