export default {
  projections: {
    КонвертE: {
      имяДок: {
        __caption__: 'Имя док'
      },
      эксФайлы: {
        __caption__: '',
        имя: {
          __caption__: ''
        },
        репозиторий: {
          __caption__: ''
        }
      },
      загрФайла: {
        __caption__: '',
        путьФайла: {
          __caption__: ''
        }
      },
      видДок: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      }
    },
    КонвертL: {
      имяДок: {
        __caption__: 'Имя док'
      },
      эксФайлы: {
        __caption__: '',
        имя: {
          __caption__: ''
        },
        репозиторий: {
          __caption__: ''
        }
      },
      загрФайла: {
        __caption__: '',
        путьФайла: {
          __caption__: ''
        }
      },
      видДок: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    имяДок: {
      __caption__: 'Имя док'
    },
    видДок: {
      __caption__: 'видДок'
    },
    загрФайла: {
      __caption__: 'загрФайла'
    },
    эксФайлы: {
      __caption__: 'эксФайлы'
    }
  }
};
